import React from 'react';
import "../About-server/About.css"

const About = () => {
    return <>

        <section className='about__site'>
            <div className="container">
                <div className='card'>
                    <h3 className='about__title'>Условия сервиса</h3>
                    <p className='about__desc'>
                        Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?
                    </p>
                </div>
                <div className='card'>
                    <h3 className='about__title'>Условия доставки</h3>
                    <p className='about__desc'>
                        Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?
                    </p>
                </div>
                <div className='card'>
                    <h3 className='about__title'>Условия возврата</h3>
                    <p className='about__desc'>
                        Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?
                    </p>
                </div>
            </div>
        </section>

    </>

}

export default About;
